Repository: DLXPlugins/highlight-and-share
Catalog: languages/highlight-and-share-*.po
Languages: de_de, pl_pl

# Plugin settings link on the plugins page
source: Settings
de_de: ﻿Einstellungen
pl_pl: Ustawienia

# Twitter share text
source: Tweet
pl_pl: Tweetnij

# Facebook share text
source: Share
de_de: Teilen
pl_pl: Udostępnij

# plugin settings heading
source: Content
de_de: Inhalt
pl_pl: Zawartość (strony i posty)

# plugin settings heading
source: Twitter Settings
de_de: Twitter Einstellungen
pl_pl: Ustawienia Twittera

# plugin settings heading
source: Facebook Settings
de_de: Facebook Einstellungen
pl_pl: Ustawienia Facebooka

# plugin settings heading
source: Post URL Settings
de_de: Beitrags-URL Einstellungen
pl_pl: Ustawienia URL postów

# plugin settings heading
source: Advanced
de_de: Erweitert
pl_pl: Zaawansowane

source: Add to Post Content
de_de: Zum Beitrags Inhalt hinzufügen
pl_pl: Dodaj do zawartości postu

source: Would you like to add sharing to the main content areas?
de_de: Möchten Sie Inhalte teilen zu den Hauptinhaltsbereichen hinzufügen?
pl_pl: Czy chcesz dodać udostępnianie do głównej zawartości strony?

source: Add to Excerpt Content
de_de: Zum Inhaltsauszug Inhalt hinzufügen
pl_pl: Dodaj do wypisu strony

source: Would you like to add sharing to the excerpts?
de_de: Möchten Sie Inhaltsauszüge teilen aktivieren?
pl_pl: Czy chcesz dodać udostępnianie do wypisów?

source: Show Twitter Option
de_de: Twitter Option anzeigen?
pl_pl: Pokaż opcje Twittera

source: Would you like to enable sharing via Twitter?
de_de: Möchten Sie Inhalte auf Twitter teilen aktivieren?
pl_pl: Czy chcesz włączyć udostępnianie przez Twittera?

source: Twitter Username
de_de: Twitter Name
pl_pl: Użytkownik Twittera

source: Enter Your Twitter Username
de_de: Geben Sie Ihren Twitter Namen ein
pl_pl: Wpisz nazwę swojego użytnikownika na Twitterze

source: Show Facebook Option
de_de: Facebook Option anzeigen
pl_pl: Pokaż opcje Facebooka

source: Would you like to enable sharing via Facebook?
de_de: Möchten Sie Inhalte auf Facebook teilen aktivieren?
pl_pl: Czy chcesz włączyć udostępnianie przez Facebooka?

source: Shortlinks
pl_pl: Skrócone odnośniki

source: Please decide if you would like to use the default post URL or a shortened version.
de_de: Möchten Sie die Standard Beitrags-URL oder die Shortlink Version verwenden?
pl_pl: Zdecyduj, czy chcesz używać domyślnego odnośnika strony, czy skróconej wersji.

# Label - Where in the HTML document to search for text to capture
source: jQuery classes
de_de: jQuery Klassen
pl_pl: Klasy jQuery

source: Enter jQuery classes to search for in the HTML. You must comma-separate classes (e.g., entry-content,post,page).
de_de: Tragen Sie die jQuery Klassen für die Suche im HTML ein. Die Klassen müssen Komma getrennt sein: (z.B. entry-content, post, page).
pl_pl: Wpisz klasy jQuery, których mam szukać w HTML. Oddziel je przecinkami (np. entry-content,post,page).

# Twitter username error
source: You have entered an incorrect Twitter username
de_de: Sie haben einen ungültigen Twitter Namen eingetragen
pl_pl: Podałeś nieprawidłową nazwę użytkownika Twittera

# Invalid comma-separated values
source: You must enter valid comma-separated values for the content.
de_de: Sie müssen gültige, Komma getrennte Werte für den Inhalt eingetragen
pl_pl: Musisz podać prawidłowe wartości oddzielone przecinkami.

source: Enable Twitter Sharing?
de_de: Auf Twitter teilen aktivieren?
pl_pl: Włączyć udostępnianie przez Twittera?

source: Enable Facebook Sharing?
de_de: Auf Facebook teilen aktivieren?
pl_pl: Włączyć udostępnianie przez Facebooka?

source: Enable Content?
de_de: Inhalt aktivieren?
pl_pl: Włączyć treść posta?

source: Enable Excerpt?
de_de: Inhaltsauszug aktivieren?
pl_pl: Włączyć wypisy?

source: Enable Shortlinks?
de_de: Shortlinks aktivieren?
pl_pl: Włączyć skrócone odnośniki?
